Repository: PandoraClub/WizaTV
Catalog: addons/pvr.vbox/resources/language/resource.language.*/strings.po
Languages: el_gr, hu_hu, lt_lt, sl_si, sv_se

# #30000
source: Connection (internal)
el_gr: Σύνδεση (εσωτερική)
hu_hu: Kapcsolat (belső)
lt_lt: Prisijungimas (vidinis)
sl_si: Povezava (notranja)
sv_se: Anslutning (intern)

# #30001
source: Hostname or IP address
el_gr: Όνομα Υπολογιστή ή διεύθυνση IP
hu_hu: Kiszolgálónév vagy IP cím
lt_lt: Kompiuterio vardas ar IP adresas
sl_si: Ime gostitelja ali naslov IP
sv_se: Värdnamn eller IP-adress

# #30002
source: HTTP port
el_gr: Θύρα HTTP
lt_lt: HTTP prievadas
sl_si: Vrata HTTP

# #30003
source: UPnP port
el_gr: Θύρα UPnP
lt_lt: UPnP prievadas
sl_si: Vrata UPnP

# #30004
source: Connection timeout (seconds)
el_gr: Χρονικό όριο σύνδεσης (δευτερόλεπτα)
hu_hu: Kapcsolódási időtúllépés (mp.)
lt_lt: Prisijungimo laukimo laikas (sekundėmis)
sl_si: Prekinitev povezave (sekunde)
sv_se: Anslutningsavbrott (sekunder)

# #30005
source: HTTPS port (leave empty to use plain HTTP)
el_gr: Θύρα HTTPS (αφήστε κενή για απλή HTTP)
hu_hu: HTTPS port (hagyja üresen a HTTP használatához)
lt_lt: HTTPS prievadas (palikite tuščią paprast HTTP naudojimui)
sl_si: Vrata HTTPS (pustite prazno, če ne potrebujete)
sv_se: HTTPS-port (lämna tom för att använda vanlig HTTP)

# #30050
source: Connection (external)
el_gr: Σύνδεση (εξωτερική)
hu_hu: Kapcsolat (külső)
lt_lt: Prisijungimas (išorinis)
sl_si: Povezava (zunanja)
sv_se: Anslutning (extern)

# #30100
source: EPG
sl_si: EPV

# #30101
source: Use external XMLTV
el_gr: Χρήση εξωτερικής XMLTV
hu_hu: Külső XMLTV használata
lt_lt: Naudoti išorinį XMLTV
sl_si: Uporabi zunanji XMLTV
sv_se: Använd extern XMLTV

# #30102
source: External XMLTV path
el_gr: Διαδρομή εξωτερικής XMLTV
hu_hu: Külső XMLTV útvonal
lt_lt: Išorinio XMLTV kelias
sl_si: Pot zunanjega XMLTV
sv_se: Extern XMLTV-genväg

# #30103
source: Prefer external EPG over OTA
el_gr: Προτίμηση εξωτερικού EPG αντί OTA
hu_hu: Külső EPG adatok előbyen részesítése OTA-n.
lt_lt: Teikti pirmenybę EPG prieš OTA
sl_si: Prednost ima zunanji EPV pred OTA
sv_se: Föredra extern EPG framför OTA

# #30104
source: Use channel icons from external XMLTV
el_gr: Χρήση εικονιδίων καναλιών από την εξωτερική XMLTV
hu_hu: Az XMLTV által adott csatorna ikonok használata
lt_lt: Naudoti kanalų piktogramas iš išorinio XMLTV
sl_si: Uporabi ikone kanalov iz zunanjega XMLTV
sv_se: Använd kanalikoner från extern XMLTV

# #30200
source: Timeshift
hu_hu: Csúsztatott felvétel
lt_lt: Laiko poslinkis
sl_si: Časovni zamik
sv_se: Tidsskifte

# #30201
source: Enable timeshifting
el_gr: Ενεργοποίηση timeshift
hu_hu: Csúsztatott élőkép engedélyezése
lt_lt: Įjungti laiko poslinkį
sl_si: Omogoči časovni zamik
sv_se: Aktivera tidsskiftande

# #30202
source: Timeshift buffer path
el_gr: Διαδρομή προσωρινής αποθήκευσης Timeshift
hu_hu: Csúsztatott élőkép tároló útvonala
lt_lt: Laiko poslinkio buferio kelias
sl_si: Pot medpomnenja časovnega zamika
sv_se: Buffertsökväg för Timeshift
