Repository: PandoraClub/WizaTV
Catalog: addons/pvr.vbox/resources/language/resource.language.szl/strings.po
Languages: szl

# #30000
source: Connection (internal)
szl: Skuplowanie (wnōntrzne)

# #30001
source: Hostname or IP address
szl: Miano abo adresa IP ôd hosta

# #30002
source: HTTP port
szl: Port HTTP

# #30004
source: Connection timeout (seconds)
szl: Czŏs na kuplowanie (sekōndy)

# #30050
source: Connection (external)
szl: Skuplowanie (zewnyntrzne)

# #30101
source: Use external XMLTV
szl: Używej zewnyntrznygo XMLTV

# #30102
source: External XMLTV path
szl: Cesta ku zewnyntrznymu XMLTV

# #30103
source: Prefer external EPG over OTA
szl: Preferuj zewnyntrzny EPG ôd OTA

# #30201
source: Enable timeshifting
szl: Aktywuj timeshift

# #30202
source: Timeshift buffer path
szl: Cesta bufora timeshift
