Repository: PandoraClub/WizaTV
Catalog: addons/pvr.vuplus/resources/language/resource.language.*/strings.po
Languages: ca_es, sr_rs, sr_rs@latin

# #30000
source: VU+ hostname or IP address
ca_es: Nom de màquina o IP del VU+
sr_rs: VU+ hostname или IP адреса
sr_rs@latin: VU+ hostname ili IP adresa

# #30002
source: Streaming Port
ca_es: Port del flux de dades
sr_rs: Порт за Стримовање
sr_rs@latin: Port za Strimovanje

# #30003
source: Username
ca_es: Nom d'usuari
sr_rs: Корисничко име
sr_rs@latin: Korisničko ime

# #30004
source: Password
ca_es: Contrasenya
sr_rs: Лозинка
sr_rs@latin: Lozinka

# #30007
source: Response timeout in seconds
ca_es: Temps d'espera de la resposta en segons
sr_rs: Истек времена за одзив у секундама
sr_rs@latin: Istek vremena za odziv u sekundama

# #30008
source: Icon Path
ca_es: Camí a la icona
sr_rs: Путања Икона
sr_rs@latin: Putanja Ikona

# #30010
source: Update Interval in minutes
ca_es: Interval d'actualització en minuts
sr_rs: Интервал ажурирања у минутима
sr_rs@latin: Interval ažuriranja u minutima

# #30011
source: Automatic Timerlist Cleanup
ca_es: Neteja automàtica de Timerlist
sr_rs: Аутоматско Чишћење Листе Тајмера
sr_rs@latin: Automatsko Čišćenje Liste Tajmera

# #30012
source: Webinterface Port
ca_es: Port de la interfície web
sr_rs: Порт Web интерфејса
sr_rs@latin: Port Web interfejsa

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
ca_es: Zap abans de canviar de canal (és a dir, per a les caixes de solament un sintonitzador)
sr_rs: Искључи пре промене програма (нпр. за кутије са једним пријемником)
sr_rs@latin: Isključi pre promene programa (npr. za kutije sa jednim prijemnikom)

# #30014
source: Folder for channeldata
ca_es: Carpeta pel canal de dades
sr_rs: Фасцикла за податке канала
sr_rs@latin: Fascikla za podatke kanala

# #30015
source: Check for bouquett updates
ca_es: Buscar actualitzacions de bouquett
sr_rs: Провери за bouquett новије верзије
sr_rs@latin: Proveri za bouquett novije verzije

# #30016
source: Check for channel updates
ca_es: Comprova si hi ha actualitzacions dels canals
sr_rs: Провери за новије верзије канала
sr_rs@latin: Proveri za novije verzije kanala

# #30017
source: Use only the DVB boxes' current recording path
ca_es: Utilitzi només ruta d'enregistrament actual dels quadres DVB
sr_rs: Користи само тренутну путању снимања DVB кутија
sr_rs@latin: Koristi samo trenutnu putanju snimanja DVB kutija

# #30018
source: General
sr_rs: Опште
sr_rs@latin: Opšte

# #30019
source: Channels
ca_es: Canals
sr_rs: Канали
sr_rs@latin: Kanali

# #30020
source: Advanced
ca_es: Avançat
sr_rs: Напредно
sr_rs@latin: Napredno

# #30022
source: Recordings / Timer
ca_es: Enregistraments / Temporitzador
sr_rs: Снимци / Тајмер
sr_rs@latin: Snimci / Tajmer

# #30023
source: Recording folder on the receiver
ca_es: Grabant carpeta en el receptor
sr_rs: Фасцикла за снимање на пријемнику
sr_rs@latin: Fascikla za snimanje na prijemniku

# #30024
source: Send DeepStandby-Command
ca_es: Enviar ordre DeepStandby
sr_rs: Пошаљи Команду Дубоке Приправности
sr_rs@latin: Pošalji Komandu Duboke Pripravnosti

# #30025
source: Fetch only one TV bouquet
ca_es: Obté només un TV bouquet
sr_rs: Преузми само један ТВ bouquet
sr_rs@latin: Preuzmi samo jedan TV bouquet

# #30026
source: TV-Bouquet
sr_rs: ТВ-Bouquet

# #30027
source: Fetch picons from webinterface
ca_es: Obté els picons des de la interfície web
sr_rs: Преузми picons од web интерфејса
sr_rs@latin: Preuzmi picons od web interfejsa

# #30028
source: Use Secure HTTP (https)
ca_es: Usar HTTP segur (https)
sr_rs: Користи Сигурни HTTP (https)
sr_rs@latin: Koristi Sigurni HTTP (https)

# #30500
source: Disconnected from '%s'
ca_es: Desconnectat de '%s'
sr_rs: Откачен од '%s'
sr_rs@latin: Otkačen od '%s'

# #30501
source: Reconnected to '%s'
ca_es: Reconnectat a '%s'
sr_rs: Поново повезан са '%s'
sr_rs@latin: Ponovo povezan sa '%s'
