Repository: PandoraClub/WizaTV
Catalog: addons/pvr.nextpvr/resources/language/resource.language.*/strings.po
Languages: bg_bg

# #30000
source: NextPVR Hostname
bg_bg: NextPVR хост

# #30001
source: NextPVR Port (usually 8866 or 7799)
bg_bg: NextPVR порт (често е 8866 или 7799)

# #30002
source: NextPVR PinCode
bg_bg: NextPVR пин код

# #30003
source: Enable TimeShift with Live TV
bg_bg: Включи таймшифт с Live TV

# #30040
source: Connection
bg_bg: Връзка

# #30041
source: Advanced
bg_bg: Допълнителни

# #30050
source: NextPVR server is too old.
bg_bg: NextPVR сървъра е твърде стар.

# #30051
source: Upgrade to '%s' or higher!
bg_bg: Обновете до '%s' или по-нов!

# #30052
source: Connection failed. Incorrect PIN?
bg_bg: Неуспешно свързване. Неправилен код?

# #30053
source: Tuner no longer available
bg_bg: Тунера вече не е наличен

# #30150
source: All Recordings
bg_bg: Всички записи

# #30161
source: All
bg_bg: Всички
