Repository: PandoraClub/WizaTV
Catalog: addons/script.skin.helper.service/resources/language/resource.language.*/strings.po
Languages: sr_rs

# #32000
source: Favourites
sr_rs: Фаворити

# #32001
source: Favourite Media
sr_rs: Фаворити Медија

# #32002
source: Next Episodes
sr_rs: Следећа Епизода

# #32003
source: Recommended Movies
sr_rs: Препоручени Филмови

# #32004
source: Recommended Media
sr_rs: Препоручени Медији

# #32005
source: Recent Media
sr_rs: Скорашњи Медији

# #32006
source: Similar Movies
sr_rs: Слични Филмови

# #32007
source: In progress and Recommended Media
sr_rs: У репродукцији и Препоручени Медији

# #32008
source: Next Episodes
sr_rs: Следеће Епизоде

# #32009
source: Next Episodes
sr_rs: Следеће Епизоде

# #32010
source: Next Episodes
sr_rs: Следеће Епизоде

# #32011
source: Pick a color...
sr_rs: Изабери боју...

# #32012
source: Color value:
sr_rs: Боја:

# #32013
source: None
sr_rs: Ниједна

# #32014
source: Select a color theme
sr_rs: Изабери боју за тему

# #32015
source: Background overlay texture
sr_rs: Позадинско преклапање текстура

# #32016
source: Browse custom image for background overlay
sr_rs: Изабери слику за позадину

# #32017
source: Enable/disable views
sr_rs: Омогући/Онемогући преклапање

# #32018
source: Select a folder to create the backupfile
sr_rs: Изабери фолдер за снимање бекап фајла

# #32019
source: Export this theme to file
sr_rs: Сачувај ову тему у фајлу

# #32020
source: Select skin backup file
sr_rs: Изабери фајл за бекап скина

# #32021
source: Your colortheme is now available in the list of available themes
sr_rs: Ваша колор тема је сад доступна у лист омогућених тема

# #32022
source: Color theme imported succesfully
sr_rs: Тема боја је увезена успешно

# #32023
source: Enter a name for your color theme
sr_rs: Упиши име за вашу колор тему

# #32024
source: Screenshot of color theme (optional)
sr_rs: Слика ваше колор теме (опционо)

# #32025
source: User defined color theme
sr_rs: Колор тема дефинисана корисником

# #32026
source: Color theme created succesfully
sr_rs: Колор тема успешно направљена

# #32027
source: Your colortheme is now available in the list of available themes
sr_rs: Ваша колор тема је доступна у лист тема

# #32028
source: Backup the skin settings
sr_rs: Беакапуј подешавање скина

# #32029
source: Backupfile was succesfully created!
sr_rs: Фајл бекапа је успешно креиран

# #32030
source: An error has occured creating the backup!
sr_rs: Грешка се појавила приликом креирања бекапа

# #32031
source: Select skin backup file
sr_rs: Изабери скин бекап фајл

# #32032
source: Restore the skin settings
sr_rs: Врати подешавања скина

# #32033
source: Restoring...
sr_rs: Враћање

# #32034
source: Your backup is succesfully restored!
sr_rs: Ваш бекап је успешно враћен

# #32035
source: An error has occured while restoring the backup
sr_rs: Грешка се појавила приликом враћања бекапа

# #32036
source: Reset the skin to default settings
sr_rs: Ресетуј подешавање скина на оригинална

# #32037
source: Are you sure you want to reset the skin to default settings ?
sr_rs: Да ли сте сигурни да желите да ресетујете подешавања скина

# #32038
source: Global media fanart background
sr_rs: Глобална позадина свих медија

# #32039
source: Random movies background
sr_rs: Позадина-Филмови без редоследа

# #32040
source: Recent movies background
sr_rs: Позадина-Филмови скоро емитовани

# #32041
source: In progress movies background
sr_rs: Позадина-Филмови у прогресу

# #32042
source: Unwatched movies background
sr_rs: Позадина-неодгледани Филмови

# #32043
source: Random Tv Shows background
sr_rs: Позадина-серије без редоследа

# #32044
source: Recent episodes background
sr_rs: Позадина-серије скоро емитовани

# #32045
source: In progress Tv Shows background
sr_rs: Позадина-серије у прогресу

# #32046
source: Random pictures background
sr_rs: Позадина-слике без редоследа

# #32047
source: Random music videos background
sr_rs: Позадина-спотови без редоследа

# #32048
source: Random music artists background
sr_rs: Позадина-музичари без редоследа

# #32049
source: Opacity
sr_rs: Провидност

# #32050
source: Custom color
sr_rs: Боја

# #32051
source: Select busy spinner
sr_rs: Изабери лого за заузето

# #32052
source: Custom single image (gif)
sr_rs: Једна слика (gif)

# #32053
source: Custom multi image (path)
sr_rs: Више слика (path)

# #32054
source: Select view
sr_rs: Изабери изглед

# #32055
source: My TV Shows Airing today
sr_rs: Серије које се емитују данас

# #32056
source: Configure conditional backgrounds
sr_rs: Конфигуриши своју позадину

# #32057
source: Setup backgrounds that will be activated on specified dates
sr_rs: Подешавање личне позадине ће се активирати одређеног датума

# #32058
source: Please enter a name for your conditional background
sr_rs: Молим упишите име за вашу личну позадину

# #32059
source: Conditional background override
sr_rs: Провидност ваше личне позадине

# #32060
source: Error while writing changes. Make sure you have filled in all fields correctly.
sr_rs: Грешка се појавила приликом уписивања.Проверите јел су сва поља испуњена исправно

# #32061
source: Please select a background image
sr_rs: Молим изаберите позадинску слику

# #32062
source: Smart Shortcuts
sr_rs: Смарт Пречице

# #32063
source: Default Widgets
sr_rs: Виџгет

# #32064
source: Do you want to setup a single background or a folder with multiple backgrounds ?
sr_rs: Да ли желите подесити једну или више позадинских слика

# #32065
source: Single
sr_rs: Једна

# #32066
source: Multiple
sr_rs: Више

# #32067
source: Select image folder path
sr_rs: Изаберите путању до фолдера са сликама

# #32068
source: Please enter a filename for your backup
sr_rs: Молим изаберите име фајла за ваш бекап

# #32069
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
sr_rs: Молим изаберите време када ће се активирати (hh:mm 24-часова формат)

# #32070
source: Did you enter the time in the correct format ?
sr_rs: Проверите да ли је време у исправном формату

# #32071
source: Activates every day at
sr_rs: Активирај се свакодневно у

# #32072
source: Go to Series level
sr_rs: Иди на серијски ниво

# #32073
source: Add new condition...
sr_rs: Додај нов услов

# #32074
source: Add a new condition to activate a custom background on a selected timespan
sr_rs: Додај нов услов за активирање позадине са временским одлагањем

# #32075
source: Delete or change ?
sr_rs: Обриши или промени ?

# #32076
source: Do you want to delete or change the existing entry ?
sr_rs: Да ли желите да промените постојећи запис

# #32077
source: Change
sr_rs: Промени

# #32078
source: Delete
sr_rs: Обриши

# #32079
source: Create Color Theme...
sr_rs: Креирај колор тему...

# #32080
source: Create new custom color theme based on your current skin color settings.
sr_rs: Креирај нову колор тему засновану на тренутним подешавањима боја

# #32081
source: Import Color Theme from file...
sr_rs: Преузми колор тему из фајла...

# #32082
source: Import a colortheme from file.
sr_rs: Преузми колор тему из фајла.

# #32083
source: Apply this Color Theme
sr_rs: Потврди Колор Тему

# #32084
source: Export this Color Theme to file
sr_rs: Сачувај Колор тему у фајлу

# #32085
source: Manage Color Themes
sr_rs: Организуј Колор Тему

# #32086
source: In progress Media
sr_rs: Медији у репродукцији

# #32087
source: Recently added songs
sr_rs: Скоро додане песме

# #32088
source: Recently played songs
sr_rs: Скоро емитоване песме

# #32089
source: Reset persistant cache
sr_rs: Обриши кеш

# #32090
source: Are you sure you want to reset the permanent cache ? Warning: This will delete all contents of the folder
sr_rs: Да ли сте сигурни да желите да обришете кеш ? Упозорење: Ово ће обрисати све у фолдеру

# #32091
source: The action completed sucesfully
sr_rs: Брисање је било успешно

# #32092
source: The action completed with errors
sr_rs: Појавила се грешка приликом брисања

# #32093
source: PVR Thumbs are disabled or not supported in this skin
sr_rs: ПВР слике су онемогућене или нису подржане у скину

# #32094
source: Use TMDB for lookups
sr_rs: Користи TMDB као извор

# #32095
source: Use extended images from Fanart.tv
sr_rs: Користи Fanart.tv као извор

# #32096
source: Use Google images for lookups
sr_rs: Користи Google као извор

# #32097
source: Use Youtube for lookups
sr_rs: Користи Youtube као извор

# #32098
source: Use local video Library for lookups
sr_rs: Користи Локалну библиотеку као извор

# #32099
source: Custom (recordings) folder for lookups
sr_rs: Одреди фолдер (за снимање) као извор

# #32100
source: Use thumb provided by PVR addon
sr_rs: Користи слике које је генерише ПВР додатак

# #32101
source: Download artwork for PVR Recordings
sr_rs: Сачувај слике за ПВР Снимање

# #32102
source: Download artwork for PVR Guide entries
sr_rs: Сачувај слике за ПВР Програмски водич

# #32103
source: Location of the persistant cache
sr_rs: Путања до Кеш-а

# #32104
source: Live TV channels (with artwork)
sr_rs: ТВ Канали (са сликама)

# #32105
source: Live TV Recordings (with artwork)
sr_rs: ТВ Канали Снимци (са сликама)

# #32106
source: Channels to ignore with lookups, seperate with ;
sr_rs: ТВ Канали игнориши за претрагу, раздвојте их са ;

# #32107
source: Ignore titles with these words, seperate with ;
sr_rs: Игнориши те наслове са овим речима, раздвојте их са ;

# #32108
source: Directory structure for cache folder
sr_rs: Дирокторијум за кеш фолдер

# #32109
source: Programtitle (default)
sr_rs: Име-Наслов (default)

# #32111
source: Channelname - Programtitle
sr_rs: Име канала-Наслов

# #32112
source: Words to ignore (strip) in titles, seperate with ;
sr_rs: Речи које се игноришу у наслову, раздвојте их са ;

# #32113
source: Random PVR fanart background
sr_rs: ПВР Позадинске слике без реда

# #32114
source: Preferred language for TMDB metadata
sr_rs: Преферирани језик за податке са TMDB

# #32115
source: Enable creation of wall/grid backgrounds
sr_rs: Омогући креирање зид-а позадинских слика

# #32116
source: Prefer black & white for wall backgrounds
sr_rs: Преферирај црно-беле слике за зид позадинских слика

# #32117
source: Random Movies Wall/Grid
sr_rs: Филмови без реда креирају позадинске слике-зид

# #32118
source: Random Artists Wall/Grid
sr_rs: Музичари без реда креирају позадинске слике-зид

# #32119
source: Random Albums Wall/Grid
sr_rs: Албуми без реда креирају позадинске слике-зид

# #32120
source: PVR Artwork
sr_rs: ПВР Слике

# #32121
source: Backgrounds
sr_rs: Позадинске слике

# #32122
source: Music Artwork
sr_rs: Музичке слике

# #32123
source: Enable online lookups for music artwork
sr_rs: Омогући онлине претрагу за музичаре

# #32124
source: Lookup artwork in local music folders
sr_rs: Потражи слике у фолдерима музичара

# #32125
source: Download artwork to local music folders
sr_rs: Сачувај слике у фолдерима музичара

# #32126
source: Reset persistant cache
sr_rs: Ресетуј Кеш

# #32127
source: Random Tv Shows Wall/Grid
sr_rs: Серије без реда креирају позадинске слике-зид

# #32128
source: Only build the wall images once (reuse images)
sr_rs: Направите зид слика-само једном

# #32129
source: Clear cache (rebuild all wall images)
sr_rs: Обриши Кеш (Поново направи зид позадинских слика)

# #32130
source: Similar TV Shows
sr_rs: Сличне Серије

# #32131
source: Recommended albums
sr_rs: Препоручени албуми

# #32132
source: Recommended songs
sr_rs: Препоручене нумере

# #32133
source: PVR Channel groups
sr_rs: Група канала за ПВР

# #32134
source: Other
sr_rs: Друге

# #32135
source: Enable verbose debug logging
sr_rs: Омогућити записивање грешака

# #32136
source: Max number of extrafanarts to grab for music/pvr fanart
sr_rs: Максималан број екстра слика за музику/ПВР је:

# #32137
source: Title's character splitter
sr_rs: За размак у наслову користити

# #32139
source: Recent videos background (movie or tvshow)
sr_rs: Позадине видеа (филмови и серије)

# #32140
source: In progress videos background (movie or tvshow)
sr_rs: Позадине видеа У репродукцији (филмови и серије)

# #32141
source: Color Palette
sr_rs: Палете Боја

# #32142
source: Recently added music
sr_rs: Скоро додана Музика

# #32143
source: Artwork settings
sr_rs: Подешавање слика

# #32144
source: Refresh item (auto lookup)
sr_rs: Освежи претрагу (Аутоматско)

# #32145
source: Refresh item (manual lookup)
sr_rs: Освежи претрагу (Ручни унос)

# #32146
source: Enter a name for the theme
sr_rs: Упиши име теме

# #32147
source: Enter search phrase for lookup
sr_rs: Упиши реч за претрагу

# #32148
source: Open Configuration
sr_rs: Отвори конфигурисање

# #32149
source: Add channel to ignore list
sr_rs: Додај канал као игнорисан

# #32150
source: Add title to ignore list
sr_rs: Додај наслов као игнорисан

# #32151
source: PVR - Recent recordings
sr_rs: ПВР - скоро снимано

# #32152
source: PVR - Next unwatched recordings
sr_rs: ПВР - Следећи неодгледани снимак

# #32153
source: PVR - TV Channels
sr_rs: ПВР - Канал

# #32154
source: PVR - Timers
sr_rs: ПВР - Тајмер

# #32155
source: Enable PVR artwork for Recordings/timers only
sr_rs: Омогућити ПВР Слике само за Снимање/Тајмер

# #32156
source: Posters
sr_rs: Постери

# #32157
source: Precache all music artwork
sr_rs: Уради прекеширање слика

# #32158
source: Are you sure you want to continue? This can take some time, depending on your collection size.
sr_rs: Дали си сигуран да желиш да наставиш?Ово би могло да потраје ,зависи од величине ваше колекције.

# #32159
source: Allow existing artwork to be overwritten with better quality
sr_rs: Дозволи да ваше слике буду преомењене са сликама бољег квалитета

# #32160
source: Maximum number of wall images to create for each background
sr_rs: Максималан број позадинских wall-слика за једну позадину

# #32161
source: Black & White
sr_rs: ЦрноБела

# #32162
source: Similar Media
sr_rs: Слични Медији

# #32163
source: Widgets
sr_rs: Виџгети

# #32164
source: Enable artwork lookups for music/pvr widgets
sr_rs: Омогући слике за Музику/ПВР

# #32165
source: Show specials in episode widgets
sr_rs: Прикажи Специјале у виџгетима за Епизоде

# #32166
source: Browse albums instead of playing for album widgets
sr_rs: Отвори у листи уместо да репродукујеш албуме

# #32167
source: In-progress episodes
sr_rs: У емитовању Епизоде

# #32168
source: In-progress movies
sr_rs: У емитовању Филмови

# #32169
source: In-progress and recommended movies
sr_rs: У емитовању и препоручени Филмови

# #32170
source: PVR - TV Channels (with artwork)
sr_rs: ПВР - Канали (са сликама)

# #32171
source: PVR - Next unwatched recordings (reversed)
sr_rs: ПВР - Следећи неодгледани снимак

# #32172
source: Precache all artwork
sr_rs: Уради преКеширање свих слика
