Repository: PandoraClub/WizaTV
Catalog: addons/pvr.iptvsimple/resources/language/resource.language.*/strings.po
Languages: fi_fi

# #30000
source: Location
fi_fi: Sijainti

# #30001
source: Local Path (include Local Network)
fi_fi: Paikallinen polku (sisältää lähiverkon)

# #30002
source: Remote Path (Internet address)
fi_fi: Verkkopolku (Internet osoite)

# #30010
source: General
fi_fi: Yleiset

# #30011
source: M3U Play List Path
fi_fi: M3U soittolistan polku

# #30012
source: M3U Play List URL
fi_fi: M3U soittolistan URL

# #30013
source: Numbering channels starts at
fi_fi: Kanavien numerointi alkaa

# #30020
source: EPG Settings
fi_fi: EPG asetukset

# #30021
source: XMLTV Path
fi_fi: XMLTV polku

# #30022
source: XMLTV URL
fi_fi: XMLTV polku

# #30023
source: Apply Time Shift To All Channels
fi_fi: Käytä ajansiirtoa kaikilla kanavilla

# #30024
source: EPG Time Shift (hours)
fi_fi: EPG ajansiirto (tuntia)

# #30025
source: Cache m3u at local storage
fi_fi: Käytä paikallista levyä m3u tiedostojen välimuistina.

# #30026
source: Cache XMLTV at local storage
fi_fi: Käytä paikallista levyä XMLTV tiedostojen välimuistina.

# #30030
source: Channels Logos
fi_fi: Kanava logot

# #30031
source: Channels Logos Folder
fi_fi: Kanava logojen kansio

# #30032
source: Channels Logos Base URL
fi_fi: Kanavalogojen URL

# #30040
source: XMLTV Logos Options
fi_fi: XMLTV logojen asetukset

# #30041
source: Channels Logos from XMLTV
fi_fi: Kanavalogot XMLTV:stä

# #30042
source: Ignore
fi_fi: Jätä huomioimatta

# #30043
source: Prefer M3U
fi_fi: Suosi M3U

# #30044
source: Prefer XMLTV
fi_fi: Suosi XMLTV
