Repository: PandoraClub/WizaTV
Catalog: addons/pvr.dvblink/resources/language/resource.language.*/strings.po
Languages: ms_my

# #30000
source: General
ms_my: Am

# #30001
source: Server Address
ms_my: Alamat Pelayan

# #30002
source: Server Port
ms_my: Port Pelayan

# #30003
source: Client name
ms_my: Nama klien

# #30004
source: Connection timeout (s)
ms_my: Sambungan terhenti

# #30005
source: Username
ms_my: Nama Pengguna

# #30006
source: Password
ms_my: Kata Laluan

# #30100
source: Stream
ms_my: Strim

# #30102
source: Enable transcoding
ms_my: Benarkan transkod

# #30103
source: Height
ms_my: Tinggi

# #30104
source: Width
ms_my: Lebara

# #30105
source: Bitrate
ms_my: Kadar bit

# #30106
source: Audio track
ms_my: Trek audio

# #30111
source: Enable Timeshift
ms_my: Benarkan Anjak Masa

# #30112
source: Timeshift buffer path
ms_my: Laluan penimbal Anjak Masa

# #30200
source: Advanced
ms_my: Lanjutan

# #30201
source: Use channel handle instead of client id
ms_my: Guna pemegang saluran selain dari id klien

# #30202
source: Show information messages
ms_my: Tunjuk mesej maklumat

# #30203
source: Combine title and episode name for recordings
ms_my: Gabung tajuk dan nama episod ketika rakaman

# #30204
source: Group Recordings by Series
ms_my: Rakaman Berkumpulan mengikut Siri

# #32001
source: Connected to DVBLink Server '%s'
ms_my: Bersambung ke Pelayan DVBLink "%s'

# #32002
source: Found '%d' channels
ms_my: Temui '%d' saluran

# #32003
source: Could not connect to DVBLink Server '%s' (Error code : %d)
ms_my: Tidak dapat sambung ke Pelayan DVBLink '%s' (Kod ralat : %d)

# #32004
source: Could not get recordings (Error code : %d)
ms_my: Tidak dapat rakam (Kod ralat : %d)

# #32006
source: Could not get timers(Error code : %d)
ms_my: Tidak dapat pemasa (Kod ralat : %d)

# #32007
source: Found %d EPG timers
ms_my: Temui %d pemasa EPG

# #32008
source: Found %d manual timers
ms_my: Temui %d pemasa manual

# #32009
source: Found %d recordings
ms_my: Temui %d rakaman

# #32010
source: Could not get stream for channel %s (Error code : %d)
ms_my: Tidak dapat strim untuk saluran %s (Kod ralat : %d)

# #32011
source: Series recording
ms_my: Rakaman siri

# #32012
source: Record this episode only
ms_my: Rakam episod ini sahaja

# #32013
source: Record all episodes
ms_my: Rakam semua episod

# #32014
source: Delete timer
ms_my: Padam pemasa

# #32015
source: Delete this timer only
ms_my: Padam pemasa ini sahaja

# #32016
source: Delete the entire series
ms_my: Padam keseluruhan siri

# #32017
source: Margin before (minutes)
ms_my: Margin sebelum (minit)

# #32018
source: Margin after (minutes)
ms_my: Margin selepas (minit)

# #32019
source: New episodes only
ms_my: Episod baharu sahaja

# #32020
source: Broadcast anytime
ms_my: Siar bila-bila masa

# #32021
source: Number of episodes to keep
ms_my: Bilangan episod hendak disimpan

# #32022
source: Default
ms_my: Lalai

# #32023
source: Keep all
ms_my: Simpan semua

# #32024
source: Playback failed. Server does not support transcoding
ms_my: Main balik gagal. Pelayan tidak menyokong transkod.

# #32025
source: Do not group single recordings
ms_my: Jangan kelompokkan rakaman tunggal

# #32026
source: Keep all recordings
ms_my: Kekalkan semua rakaman

# #32027
source: Keep 1 recording
ms_my: Kekalkan 1 rakaman

# #32028
source: Keep 2 recordings
ms_my: Kekalkan 2 rakaman

# #32029
source: Keep 3 recordings
ms_my: Kekalkan 3 rakaman

# #32030
source: Keep 4 recordings
ms_my: Kekalkan 4 rakaman

# #32031
source: Keep 5 recordings
ms_my: Kekalkan 5 rakaman

# #32032
source: Keep 6 recordings
ms_my: Kekalkan 6 rakaman

# #32033
source: Keep 7 recordings
ms_my: Kekalkan 7 rakaman

# #32034
source: Keep 10 recordings
ms_my: Kekalkan 10 rakaman

# #32035
source: Record all episodes
ms_my: Rakam semua episod

# #32036
source: Record only new episodes
ms_my: Hanya rakan episod baharu

# #32037
source: Single shot manual timer
ms_my: Pemasa manual syot tunggal

# #32038
source: Single shot EPG-based timer
ms_my: Pemasa berasaskan-EPG syot tunggal

# #32039
source: Generated by repeating timer
ms_my: Dijana oleh pemasa pengulangan

# #32040
source: Generated by record series timer
ms_my: Dijana oleh pemasa siri rakaman

# #32041
source: Generated by repeating keyword timer
ms_my: Dijana oleh pemasa kata kunci pengulangan

# #32042
source: Repeating manual timer
ms_my: Pemasa manual pengulangan

# #32043
source: Record series timer
ms_my: Pemasa siri rakaman

# #32044
source: Repeating keyword-based timer
ms_my: Pemasa berasaskan-kata kunci pengulangan
